espressif/esp-idf/components/esp_mspi/test_apps/mspi/sdkconfig.ci.esp32s3_f4r4_40sdr_120sdr
# Legacy, F4R4, Flash 40M SDR, PSRAM 120M SDR

CONFIG_IDF_TARGET="esp32s3"

CONFIG_PARTITION_TABLE_CUSTOM=y
CONFIG_PARTITION_TABLE_CUSTOM_FILENAME="partitions.csv"
CONFIG_PARTITION_TABLE_FILENAME="partitions.csv"
CONFIG_ESPTOOLPY_FLASHFREQ_40M=y
CONFIG_ESPTOOLPY_FLASHSIZE_4MB=y
CONFIG_SPIRAM=y
CONFIG_SPIRAM_SPEED_120M=y
